Repository: 84000/data-translation-memory
Catalog: toh1-3-v3.tmx
Source language: bo
Languages: en

source: དགག་དབྱེའི་གཞིའི་བསྡུས་པའི་སྡོམ་ལ། དགག་དབྱེ་ཆོས་མིན་དགེ་སློང་དང་། །ཟློས་དང་དབྱར་དང་ཕྱི་མའོ། །
en: From The Chapters on Monastic Discipline The Chapter on Lifting Restrictions Prologue A global summary of The Chapter on Lifting Restrictions: Lifting restrictions, improper, monk, and Repetition,rains, and the latter.

source: སྡོམ་ལ། དགག་དབྱེ་རྗེས་སུ་གནང་བ་དང་། །དགག་དབྱེ་བྱེད་པ་བསྒོ་བ་དང་། །ཆོས་དང་ཆོས་མིན་གཏོགས་པ་དང་། །ནད་པ་གསོ་བའི་ལས་རྣམས་སོ། །
en: Lifting Restrictions A summary: Consent to lift restrictions, Appointing the director of lifting restrictions, Categorizing proper and improper, and An act to tend the sick.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བར་དབྱར་བཞུགས་པར་དམ་བཞེས་སོ། །
en: Consent to Lift Restrictions The Blessed Buddha pledged to settle for the rains in Śrāvastī, in Prince Jeta’s Grove, Anāthapiṇḍada’s Park.

source: དེའི་ཚེ་དགེ་སློང་རབ་ཏུ་མང་པོ་དག་ལྗོངས་ཤིག་ཏུ་ཁྲིམས་སུ་བཅའ་བ་འདི་ལྟ་བུ་དག་བྱས་ནས་དབྱར་གནས་པར་དམ་བཅས་ཏེ། ཚེ་དང་ལྡན་པ་དག་བདག་ཅག་གི་ནང་ན་དགེ་སློང་གང་གིས་ཀྱང་དབྱར་གྱི་ནང་ལོགས་སུ་དགེ་སློང་ལ་ཚུལ་ཁྲིམས་ཉམས་ཤེའམ། ལྟ་བ་ཉམས་ཤེའམ། སྤྱོད་པ་ཉམས་ཤེའམ། འཚོ་བ་ཉམས་ཞེས་གླེང་བར་མི་བྱ་དྲན་པར་མི་བྱའོ། །
en: Meanwhile, a great many monks adopted the following rule as they pledged to settle for the rains elsewhere: “Venerable ones, during the rains no monk among us should prompt or remind a monk about an offense of pure conduct, lapse of view, lapse of observance, or lapse of livelihood.

source: བདག་ཅག་གི་ནང་ན་གང་གིས་ཆུ་རའི་བུམ་པའམ། ཁྲུས་ཀྱི་བུམ་པ་སྟོང་པ་སྐམ་པོ་ཆུ་མེད་པར་མཐོང་ན། གལ་ཏེ་གཅིག་པུས་ནུས་པར་གྱུར་ན་གཅིག་པུ་དེས་བཀང་ལ་གནས་ཇི་ལྟ་བ་བཞིན་དུ་གཞག་པར་བྱའོ། །
en: If one among us sees that a water jug or a wash bucket is empty, dry, or without water, he should fill it if he can do so on his own, and then leave it where it belongs.

source: གལ་ཏེ་གཅིག་པུས་མི་ནུས་པར་གྱུར་ན་དགེ་སློང་ཅིག་ཤོས་ལ་ལག་བརྡའི་སྒྲ་བྱས་ཏེ་ལག་རུབ་ཀྱིས་གནས་ཇི་ལྟ་བ་བཞིན་དུ་བཞག་ནས་གཅིག་ལ་གཅིག་མི་སྨྲ་བར་ཁ་རོག་སྟེ་འགྲོ་བར་བྱའོ་ཞེས་དེ་ལྟ་བུའི་ཁྲིམས་སུ་བཅའ་བ་དག་བྱས་ནས་ལྗོངས་སུ་དབྱར་གནས་པར་དམ་བཅས་སོ། །
en: If he cannot do so on his own, he should signal with his hands to another monk and, joining hands, put it where it belongs. Then, while keeping silent, they should leave without speaking to one another.” The monks, having adopted such a rule, then pledged to settle for the rains there.

source: དེ་ནས་དགེ་སློང་རབ་ཏུ་མང་པོ་དབྱར་ཟླ་བ་གསུམ་འདས་ནས་ཆོས་གོས་བྱས་པ་དང་ལྡན།
en: After the three months of the rains had passed, the great many monks mended their robes.

source: ཆོས་གོས་ཟིན་པ་དང་ལྡན་ནས་ལྷུང་བཟེད་དང་ཆོས་གོས་ཐོགས་ཏེ། ཕན་ཚུན་མི་སྨྲ་བར་མཉན་ཡོད་ག་ལ་བ་དེ་ལོགས་སུ་རྒྱུ་ཞིང་དོང་སྟེ།
en: After mending their robes, they took up their begging bowls and robes and, without speaking to one another, set out on the journey to Śrāvastī.

source: རིམ་གྱིས་རྒྱུ་ཞིང་དོང་བ་དང་། མཉན་ཡོད་དུ་ཕྱིན་ཏོ། །དེ་ནས་དགེ་སློང་རབ་ཏུ་མང་པོས་ལྷུང་བཟེད་དང་ཆོས་གོས་མཁོས་སུ་ཕབ་སྟེ།
en: Traveling in stages, they eventually arrived in Śrāvastī where, having stored their begging bowls and robes and washed their feet, the great many monks went to the Blessed One.

source: རྐང་པ་གཉིས་བཀྲུས་ནས། བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་དོང་སྟེ་ཕྱིན་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ་ཕྱོགས་གཅིག་ཏུ་འཁོད་དོ། །
en: After bowing their heads at the Blessed One’s feet, they sat off to one side.

source: ཆོས་ཉིད་ཀྱིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ནི་གློ་བུར་དུ་ལྷགས་པའི་དགེ་སློང་རྣམས་ལ་སོ་སོར་ཡང་དག་པར་དགའ་བར་མཛད་པ་འདིས་སོ་སོར་ཡང་དག་པར་དགའ་བར་མཛད་དེ། དགེ་སློང་དག་ཁྱེད་གང་ནས་འདིར་འོངས།
en: It is natural for blessed buddhas to welcome those monks who come to visit them with the welcoming words, “Monks, where have you come from?

source: ཁྱེད་གང་དུ་དབྱར་གནས་པར་དམ་བཅས་ཞེས་བྱ་བ་སྟེ།
en: Where did you pledge to settle for the rains?”

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཀྱིས་གློ་བུར་དུ་འོངས་པའི་དགེ་སློང་རྣམས་ལ་དགེ་སློང་དག་ཁྱེད་གང་ནས་འདིར་འོངས།
en: And so the Blessed One welcomed the monks who had come, asking, “Monks, where have you come from?

source: ཁྱེད་གང་དུ་དབྱར་གནས་པར་དམ་བཅས་ཞེས་སོ་སོར་ཡང་དག་པར་དགའ་བར་མཛད་པ་དང་།
en: Where did you pledge to settle for the rains?”

source: བཙུན་པ་བདག་ཅག་ལྗོངས་ཤིག་ནས་ད་གཟོད་འདིར་མཆིས་ཏེ།
en: “Honorable One, we have just now come from such and such a place.

source: བདག་ཅག་ལྗོངས་ཤིག་ཏུ་དབྱར་གནས་པར་དམ་བཅས་ལགས་སོ། །
en: We pledged to settle for the rains there.”

source: དགེ་སློང་དག་ཁྱེད་ཅག་ལྗོངས་སུ་བདེ་བ་ལ་རེག་པར་དབྱར་གནས་པར་དམ་བཅས་སམ།
en: “Monks, were you at ease in pledging to settle for the rains there?

source: ཁྱེད་ཅག་བསོད་སྙོམས་ཀྱིས་བྲེལ་བར་མ་གྱུར་མོད།
en: Were you not wearied by seeking alms?”

source: བཙུན་པ་མེད་དེ།
en: “No, Honorable One.

source: བདག་ཅག་ལྗོངས་ཤིག་ཏུ་བདེ་བ་ལ་རེག་པར་དབྱར་གནས་པར་དམ་བཅས་ཏེ།
en: We were at ease in pledging to settle for the rains.

source: བདག་ཅག་བསོད་སྙོམས་ཀྱིས་ཀྱང་བྲེལ་བ་མ་མཆིས་ལགས་སོ། །
en: We were not wearied by seeking alms.”

source: དགེ་སློང་དག་ཁྱེད་ཅག་ཇི་ལྟ་བུ་ཞིག་ཏུ་ལྗོངས་སུ་བདེ་བ་ལ་རེག་པར་དབྱར་གནས་པར་དམ་བཅས། བསོད་སྙོམས་ཀྱིས་ཀྱང་བྲེལ་བར་མ་གྱུར།
en: “Monks, how is it that you were at ease in pledging to settle for the rains and were not even wearied by seeking alms?”

source: བཙུན་པ་འདི་ལ་བདག་ཅག་དགེ་སློང་རབ་ཏུ་མང་པོས་ལྗོངས་ཤིག་ཏུ་ཁྲིམས་སུ་བཅའ་བ་འདི་ལྟ་བུ་དག་བགྱིས་ནས་དབྱར་གནས་པར་དམ་བཅས་ཏེ། ཚེ་དང་ལྡན་པ་དག་བདག་ཅག་གིས་ནང་ན་དགེ་སློང་གང་གིས་ཀྱང་དབྱར་གྱི་ནང་ལོགས་སུ་དགེ་སློང་ལ་ཚུལ་ཁྲིམས་ཉམས་ཤེའམ། ལྟ་བ་ཉམས་ཤེའམ། སྤྱོད་པ་ཉམས་ཤེའམ། འཚོ་བ་ཉམས་ཞེས་གླེང་བར་མི་བྱ།
en: “Honorable One, we, the great many monks here, adopted the following rule as we pledged to settle for the rains there: ‘Venerable ones, during the rains no monk among us should prompt or remind a monk about an offense of pure conduct, lapse of view, lapse of observance, or lapse of livelihood.

source: དྲན་པར་མི་བྱའོ། །བདག་ཅག་གི་ནང་ན་གང་གིས་ཆུ་རའི་བུམ་པའམ། ཁྲུས་ཀྱི་བུམ་པ་སྟོང་པ་སྐམ་པོ་ཆུ་མེད་པར་མཐོང་ན། གལ་ཏེ་གཅིག་པུས་ནུས་པར་གྱུར་ན་གཅིག་པུ་དེས་བཀང་ལ་གནས་ཇི་ལྟ་བ་བཞིན་དུ་གཞག་པར་བྱའོ། །
en: If one among us sees that a water jug or a wash bucket is empty, dry, or without water, he should fill it if he can do so on his own, and then leave it where it belongs.

source: གལ་ཏེ་གཅིག་པུས་མི་ནུས་པར་གྱུར་ན་དགེ་སློང་ཅིག་ཤོས་ལ་ལག་བརྡའི་སྒྲ་བྱས་ཏེ།
en: If he cannot do so on his own, he should signal with his hands to another monk and, joining hands, put it where it belongs.

source: ལག་རུབ་ཀྱིས་གནས་ཇི་ལྟ་བ་བཞིན་དུ་བཞག་ནས་གཅིག་ལ་གཅིག་མི་སྨྲ་བར་ཁ་རོག་སྟེ་འགྲོ་བར་བྱའོ་ཞེས་བཙུན་པ་བདག་ཅག་གིས་ཁྲིམས་སུ་བཅའ་བ་དེ་ལྟ་བུ་དག་བགྱིས་ནས་ལྗོངས་ཤིག་ཏུ་དབྱར་གནས་པར་དམ་བཅས་ཏེ།
en: Then, while keeping silent, they should leave without speaking to one another.’ “Honorable One, after adopting such a rule, we pledged to settle for the rains there.

source: བཙུན་པ་དེ་ལྟར་ན་བདག་ཅག་ལྗོངས་ཤིག་ཏུ་བདེ་བ་ལ་རེག་པར་དབྱར་གནས་པར་དམ་བཅས་ཤིང་བསོད་སྙོམས་ཀྱིས་ཀྱང་བྲེལ་བར་མ་གྱུར་ལགས་སོ། །
en: Honorable One, that is how we were at ease in pledging to settle for the rains and were not even wearied by seeking alms.”

source: སྐྱེས་བུ་གཏི་མུག་ཁྱེད་ཅག་གནས་མལ་ན་དགྲ་དང་ལྷན་ཅིག་གནས་པས་བདེ་བ་ལ་རེག་པར་དབྱར་གནས་པར་དམ་བཅས་སྙམ་སེམས་སམ།
en: “Deluded beings! Do you think that those who live with the enemy can be at ease while pledged to settle for the rains?

source: སྐྱེས་བུ་གཏི་མུག་དག་འདི་ལྟ་སྟེ་མི་སྨྲ་བ་ནི་མུ་སྟེགས་ཅན་གྱི་རྒྱལ་མཚན་ཡིན་ནོ། །
en: Deluded beings! Not speaking is the tīrthikas’ standard.

source: དེ་ལྟ་བས་ན་དགེ་སློང་གིས་མི་སྨྲ་བར་དམ་བཅའ་བར་མི་བྱའོ། །
en: Therefore, a monk should not pledge silence.

source: དགེ་སློང་གིས་མི་སྨྲ་བར་དམ་འཆའ་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: A monk will be guilty of a breach if he pledges silence.

source: འོན་ཀྱང་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་གིས་དགེ་འདུན་ལ་མཐོང་བ་དང་། ཐོས་པ་དང་དོགས་པའི་གནས་གསུམ་གྱིས་དགག་དབྱེ་བྱའོ། །
en: Moreover, a monk who has pledged to settle for the rains should lift restrictions on the saṅgha regarding the three grounds of what has been seen, heard, or suspected.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་གིས་དགེ་འདུན་ལ་མཐོང་བ་དང་། ཐོས་པ་དང་། དོགས་པའི་གནས་གསུམ་གྱིས་དགག་དབྱེ་བྱའོ་ཞེས་གསུངས་པ་དགེ་སློང་རྣམས་ཀྱིས་དགག་དབྱེ་ཇི་ལྟར་བྱ་བ་མ་ཤེས་ནས།
en: Appointing the Director of Lifting Restrictions The Blessed One had declared, “A monk who has pledged to settle for the rains should lift restrictions on the saṅgha regarding the three grounds of what has been seen, heard, or suspected,” but the monks did not know how to lift restrictions.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཉི་མ་བདུན་ནམ་བརྒྱད་ན་དགག་དབྱེ་བྱེད་པར་འགྱུར་ན་ཉི་མ་འདི་སྙེད་ཅིག་ན་དགེ་འདུན་གྱི་དགག་དབྱེ་མཛད་པར་འགྱུར་རོ་ཞེས་སྤྱོད་ཡུལ་གྱི་གྲོང་ཁྱེར་དུ་གོ་བར་བྱའོ། །
en: So, the Blessed One said, “If a lifting of restrictions is to be performed in seven or eight days, those in the surrounding towns should be informed that on such and such a day the restrictions on the saṅgha will be lifted.

source: གནས་འཆའ་བའི་དགེ་སློང་རྣམས་ཀྱིས་མཆོད་རྟེན་དང་མཆོད་རྟེན་གྱི་འཁོར་ས་རྣམས་སུ་མཆོད་པར་བྱ་བའི་ལས་ལ་ལྷག་པར་བརྩོན་པར་བྱ་སྟེ། དྲི་གཙང་ཁང་བྱི་དོར་བྱ། བརྒྱན་པར་བྱའོ། །
en: “Those monks who have taken a support should energetically prepare ceremonial offerings at the stūpa and the circumambulation path around the stūpa; they should clean and decorate the perfumed sanctuary.

source: གནས་པ་དང་གཉུག་མར་གནས་པའི་དགེ་སློང་རྣམས་ཀྱིས་གཙུག་ལག་ཁང་ཕྱག་དར་བྱ། ཆག་ཆག་བྱ། བ་ལང་གི་ལྕི་བ་སར་པའི་བྱུག་པས་བྱུག་པར་བྱའོ། །
en: Boarding and resident monks should sweep, sprinkle water over, and spread a fresh paste of dung over the floor of the monastery.

source: དགེ་འདུན་ལ་རྙེད་པ་སྣུམ་བག་ཅན་དག་དབུལ་བར་བྱའོ། །
en: Rich goods should be offered to the saṅgha.

source: དགེ་སློང་མདོ་སྡེ་འཛིན་པ་དང་། འདུལ་བ་འཛིན་པ་དང་། མ་མོ་འཛིན་པ་རྣམས་ཀྱིས་མཚན་མོ་ཐོག་ཐག་ཆོས་བཤད་པར་བྱའོ། །
en: Monks who uphold the sūtras, the vinaya, or the mātṛkā should explain the Dharma throughout the night.

source: གལ་ཏེ་སྐྱ་རེངས་མ་ཤར་བར་དགག་དབྱེ་བྱ་མི་ནུས་པར་ཤེས་ན་དུས་ཤེས་པར་བྱ་སྟེ་ཅི་བདེར་བྱའོ། །
en: If they know they will not be able to perform the lifting of restrictions until dawn, they should note the time and do as they please.

source: དེ་ནས་དགག་དབྱེ་བྱེད་པའི་དགེ་སློང་གཅིག་གམ། གཉིས་སམ། མང་པོ་བསྐོ་བར་བྱ་སྟེ།
en: “Then one, two, or several monks should be appointed to direct the lifting of restrictions.

source: ཆོས་ལྔ་དང་ལྡན་པའི་དགེ་སློང་དགག་དབྱེ་བྱེད་པར་མ་བསྐོས་པ་ནི་བསྐོ་བར་མི་བྱའོ། །བསྐོས་པ་ནི་དབྱུང་བར་བྱའོ། །
en: For a monk who is to direct the lifting of restrictions, there are five factors that may pertain such that someone not already appointed should not be appointed, and if already appointed should be relieved of that position.

source: ལྔ་གང་ཞེ་ན།
en: What are those five factors?

source: འདུན་པས་འགྲོ་བ་དང་། ཞེ་སྡང་གིས་འགྲོ་བ་དང་། གཏི་མུག་གིས་འགྲོ་བ་དང་། འཇིགས་པས་འགྲོ་བ་དང་། དགག་དབྱེ་དང་དགག་དབྱེ་མ་ཡིན་པ་མི་ཤེས་པ་སྟེ།
en: To be driven by desire, driven by aggression, driven by ignorance, driven by fear, and not to know a proper from an improper lifting of restrictions.

source: ཆོས་འདི་ལྔ་དང་ལྡན་པའི་དགེ་སློང་དགག་དབྱེ་བྱེད་པར་མ་བསྐོས་པ་ནི་བསྐོ་བར་མི་བྱའོ། །བསྐོས་པ་ནི་དབྱུང་བར་བྱའོ། །
en: If these five factors pertain to someone not already appointed to direct the lifting of restrictions, he should not be appointed, and if already appointed should be relieved of that position.

source: ཆོས་ལྔ་དང་ལྡན་པའི་དགེ་སློང་ནི་དགག་དབྱེ་བྱེད་པར་མ་བསྐོས་པ་ནི་བསྐོ་བར་བྱའོ། །བསྐོས་པ་ནི་དབྱུང་བར་མི་བྱའོ། །
en: “For a monk who is to direct the lifting of restrictions, there are five other factors that may pertain such that someone not already appointed should be appointed, and if already appointed should not be relieved of that position.

source: འདུན་པས་མི་འགྲོ་བ་དང་། ཞེ་སྡང་གིས་མི་འགྲོ་བ་དང་། གཏི་མུག་གིས་མི་འགྲོ་བ་དང་། འཇིགས་པས་མི་འགྲོ་བ་དང་། དགག་དབྱེ་དང་དགག་དབྱེ་མ་ཡིན་པ་ཤེས་པ་སྟེ། ཆོས་འདི་ལྔ་དང་ལྡན་པའི་དགེ་སློང་ནི་དགག་དབྱེ་བྱེད་པར་མ་བསྐོས་པ་ནི་བསྐོ་བར་བྱའོ། །
en: Not to be driven by desire, driven by aggression, driven by ignorance, or driven by fear, and to know a proper from an improper lifting of restrictions.

source: བསྐོས་པ་ནི་དབྱུང་བར་མི་བྱའོ། །
en: If these five factors pertain to someone not already appointed to direct the lifting of restrictions, he should be appointed, and if already appointed should not be relieved of that position.

source: བསྐོ་བ་ནི་འདི་ལྟར་བྱ་སྟེ། གནས་མལ་བཤམ་པ་བྱས་ལ་གཎྜཱི་བརྡུངས་ཏེ། དགེ་སློང་རྣམས་ལ་དྲིས་པའི་ཚིག་གིས་ཡང་དག་པར་བསྒོ་ལ།
en: “He should be appointed in the following way: After setting out a seat, strike the gaṇḍī beam and inform the monks of the matter at hand.

source: དགེ་འདུན་ཐམས་ཅད་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་དང་། རེ་ཞིག་དང་པོར་སྤྲོ་བར་བྱ་སྟེ།
en: Once the entire saṅgha is seated and has a quorum, his willingness should be secured first.

source: མིང་འདི་ཞེས་བྱ་བ་ཁྱོད་དབྱར་གནས་པའི་དགེ་འདུན་ལ་དགག་དབྱེ་བྱེད་པར་སྤྲོའམ།
en: “ ‘Are you, so-and-so, willing to direct the lifting of restrictions for the saṅgha settled for the rains?’

source: དེས་སྤྲོའོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: “He should reply: “ ‘I am willing to do so.’

source: དེའི་འོག་ཏུ་དགེ་སློང་གཅིག་གིས་གསོལ་བ་བྱས་ནས་ལས་བྱ་སྟེ། དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ།
en: “Then one monk should make a motion and then perform the act: “ ‘Honorable saṅgha, please listen.

source: མིང་འདི་ཞེས་བགྱི་བ་འདི་དབྱར་གནས་པའི་དགེ་འདུན་ལ་དགག་དབྱེ་བགྱིད་པར་སྤྲོ་ན།
en: This monk, so-and-so, is willing to direct the lifting of restrictions for the saṅgha settled for the rains.

source: གལ་ཏེ་དགེ་འདུན་གྱི་དུས་ལ་བབ་ཅིང་བཟོད་ན་དགེ་འདུན་གྱིས་གནང་བར་མཛོད་ཅིག་དང་དགེ་འདུན་གྱིས་དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བ་འདི་དགག་དབྱེ་བགྱིད་པར་བསྐོས་ཏེ།
en: If the time is right and the saṅgha can accept it, I ask that the saṅgha give their consent.

source: དགག་དབྱེ་བགྱིད་པའི་དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བ་འདི་དབྱར་གནས་པའི་དགེ་འདུན་ལ་དགག་དབྱེ་བགྱིད་པར་འགྱུར་རོ། །
en: Once the saṅgha appoints this monk to direct the lifting of restrictions, this monk so-and-so who directs the lifting restrictions will become the director of lifting restrictions for the saṅgha settled for the rains.’

source: འདི་ནི་གསོལ་བའོ། །
en: “That is the motion.

source: ལས་ནི་འདི་ལྟར་བྱ་སྟེ། དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ།
en: The act should be performed in the following way: “ ‘Honorable saṅgha, please listen.

source: དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བ་འདི་དབྱར་གནས་པའི་དགེ་འདུན་ལ་དགག་དབྱེ་བགྱིད་པར་སྤྲོ་སྟེ།
en: The monk so-and-so is willing to direct the lifting of restrictions for the saṅgha settled for the rains.

source: དེའི་སླད་དུ་དགེ་འདུན་གྱིས་དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བ་དགག་དབྱེ་བགྱིད་པར་བསྐོ་ན། དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བ་འདི་དབྱར་གནས་པའི་དགེ་འདུན་ལ་དགག་དབྱེ་བགྱིད་པར་བསྐོ་བར་ཚེ་དང་ལྡན་པ་གང་དག་བཟོད་པ་དེ་དག་ནི་ཅང་མ་གསུང་ཤིག །
en: Therefore, should the saṅgha appoint the monk so-and-so to direct the lifting of restrictions for the saṅgha settled for the rains for that purpose, those venerable ones who can accept the appointment of the monk so-and-so to direct the lifting of restrictions should remain silent.

source: གང་དག་མི་བཟོད་པ་དེ་དག་ནི་གསུང་ཤིག །
en: Those who cannot accept it should speak now.’

source: དགེ་འདུན་གྱིས་བཟོད་ཅིང་གནང་ནས། དགེ་འདུན་གྱིས་དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བ་འདི་དགེ་འདུན་ལ་དགག་དབྱེ་བགྱིད་པར་བསྐོས་ལགས་ཏེ།
en: “Once the saṅgha has accepted and given consent for the appointment, the saṅgha has appointed the monk so-and-so to direct the lifting of restrictions for the saṅgha.

source: འདི་ལྟར་ཅང་མི་གསུང་བས་དེ་དེ་བཞིན་དུ་འཛིན་ཏོ། །
en: By thus remaining silent, they assent to the proposed act.

source: ངས་དགག་དབྱེ་བྱེད་པའི་དགེ་སློང་གི་ཀུན་ཏུ་སྤྱོད་པའི་ཆོས་བཅའ་བར་བྱ་སྟེ།
en: “I will formulate the rules of customary conduct for the monk who directs the lifting of restrictions: The monk who directs the lifting of restrictions should set out grass for the saṅgha and then distribute it.

source: དགག་དབྱེ་བྱེད་པའི་དགེ་སློང་གིས་དགེ་འདུན་གྱི་ཆེད་དུ་འཇག་མ་དག་ཉེ་བར་གཞག་པར་བྱ་སྟེ། དེའི་འོག་ཏུ་བྲིམ་པར་བྱའོ། །གལ་ཏེ་གཅིག་པུ་ཞིག་ཡིན་ན། དེས་རྒན་རིམས་ཀྱི་མཐའ་ནས་བཟུང་སྟེ་གཞོན་རིམས་ཀྱི་མཐའི་བར་དུ་བྲིམ་པར་བྱའོ། །
en: If there is only one monk who directs the lifting of restrictions, he should distribute the grass from most senior to most junior.

source: ཇི་སྟེ་གཉིས་ཡོད་ན་གཅིག་གིས་རྒན་རིམས་ཀྱི་མཐའ་ནས་བྲིམ་པར་བྱའོ། །ཅིག་ཤོས་ཀྱིས་ནི་གཞོན་རིམས་ཀྱི་མཐའ་ནས་སོ། །
en: If there are two, one should distribute the grass from most senior while the other does so from the most junior.

source: འོན་ཏེ་མང་པོ་ཞིག་ཡོད་ན་གཅིག་གིས་ནི་རྒན་རིམས་ཀྱི་མཐའ་ནས་བྲིམ་པར་བྱའོ། །གཅིག་གིས་ནི་དབུས་ནས་སོ། །གཅིག་གིས་ནི་གཞོན་རིམས་ཀྱི་མཐའ་ནས་སོ། །
en: If there are several of them, one should distribute the grass from most senior, one from the middle, and one from the most junior.

source: དེའི་འོག་ཏུ་དགེ་འདུན་གྱི་གནས་བརྟན་གྱིས་གསོལ་བ་འབའ་ཞིག་གིས་ལས་བྱ་སྟེ། དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ།
en: “After that, the saṅgha elder should perform an act by motion alone: “ ‘Honorable saṅgha, please listen.

source: དེང་དགེ་འདུན་གྱི་དགག་དབྱེ་བཅོ་ལྔ་པ་ལགས་ཏེ།
en: Today is the fifteenth, the saṅgha’s lifting of restrictions.

source: གལ་ཏེ་དགེ་འདུན་གྱི་དུས་ལ་བབ་ཅིང་བཟོད་ན། དགེ་འདུན་གྱིས་གནང་བར་མཛོད་ཅིག་དང་།
en: If the time is right and the saṅgha can accept it, I ask that the saṅgha give their consent.

source: དེང་དགེ་འདུན་གྱིས་དགག་དབྱེ་མཛད་དོ། །
en: Today the saṅgha will lift restrictions.’

source: དེ་ནས་དགག་དབྱེ་བྱེད་པའི་དགེ་སློང་གིས་དགེ་འདུན་གྱི་གནས་བརྟན་གྱི་མདུན་དུ་འགྲེང་བར་བྱ་སྟེ། དགེ་འདུན་གྱི་གནས་བརྟན་གྱིས་འདི་སྐད་ཅེས། དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ།
en: “Then, the monk who directs the lifting of restrictions should stand in front of the saṅgha elder, who should say: “ ‘Honorable saṅgha, please listen. Today is the fifteenth, the saṅgha’s lifting of restrictions.

source: དེང་དགེ་འདུན་གྱི་དགག་དབྱེ་བཅོ་ལྔ་པ་ལགས་ཏེ། བདག་དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བའི་དགག་དབྱེ་ཡང་བཅོ་ལྔ་པ་ལགས་ན། བདག་དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བ་དགེ་འདུན་བཙུན་པ་རྣམས་ལ་མཐོང་བ་དང་། ཐོས་པ་དང་། དོགས་པའི་གནས་གསུམ་གྱིས་དགག་དབྱེ་བགྱིད་ཀྱིས།
en: As today is also my, the monk so-and-so’s, fifteenth and my lifting of restrictions, I, the monk so-and-so, lift restrictions upon the honorable saṅgha regarding the three grounds of what they have seen, heard, or suspected of me.

source: ཚེ་དང་ལྡན་པ་རྣམས་ཀྱིས་བདག་ལ་གདམས་སུ་གསོལ།
en: Venerable ones, please admonish me.

source: ཚེ་དང་ལྡན་པ་རྣམས་ཀྱིས་བདག་ལ་རྗེས་སུ་བསྟན་དུ་གསོལ།
en: Venerable ones, please instruct me.

source: ཚེ་དང་ལྡན་པ་རྣམས་ཀྱིས་བདག་རྗེས་སུ་གཟུང་དུ་གསོལ།
en: I ask the venerable ones to care for me.

source: ཚེ་དང་ལྡན་པ་རྣམས་ཀྱིས་ཐུགས་བརྩེ་བ་ཉེ་བར་བཟུང་སྟེ། བདག་ལ་ཐུགས་བརྩེ་བར་མཛད་དུ་གསོལ།
en: May the saṅgha show compassion and have compassion for me.

source: ལྟུང་བ་ཤེས་ཤིང་མཐོང་ན་ཆོས་བཞིན་འདུལ་བ་བཞིན་སླར་བགྱིའོ་ཞེས་དེ་ལྟར་ལན་གཉིས།
en: If I know of or see an offense, I will properly make amends for that offense in accord with the Vinaya.’

source: དེ་ལྟར་ལན་གསུམ་དུ་བརྗོད་པར་བྱའོ། །
en: “He should repeat this a second and a third time.

source: དེ་བཞིན་དུ་དགེ་འདུན་གསར་བུའི་བར་གྱིས་དགག་དབྱེ་བྱའོ། །དེའི་འོག་ཏུ་དགག་དབྱེ་བྱེད་པས་དགེ་སློང་རྣམས་ཀྱིས་དགག་དབྱེ་བྱ་སྟེ།
en: The saṅgha, down to the newest member, should lift restrictions in the same way, after which the monks who direct the lifting of restrictions should lift restrictions.

source: གལ་ཏེ་དགག་དབྱེ་བྱེད་པའི་དགེ་སློང་གཉིས་ཡོད་ན་གཅིག་ལ་གཅིག་དགག་དབྱེ་བྱའོ། །
en: If there are two monks who direct the lifting of restrictions, they should lift restrictions to one another.

source: ཇི་སྟེ་གཅིག་པུ་ཞིག་ཡིན་ན་དགེ་སློང་ཞིག་གི་མདུན་དུ་དགག་དབྱེ་བྱའོ། །
en: If there is only one, he should lift restrictions in front of another monk.

source: དེའི་འོག་ཏུ་དགེ་སློང་མ་རྣམས་དང་། དགེ་སློབ་མ་རྣམས་དང་། དགེ་ཚུལ་ཕ་དང་། དགེ་ཚུལ་མ་རྣམས་དགག་དབྱེ་བྱེད་དུ་གཞུག་གོ། །
en: Nuns, nun postulants, male novices, and female novices should be made to lift restrictions after that.

source: དེའི་འོག་ཏུ་དགག་དབྱེ་བྱེད་པའི་དགེ་སློང་གིས་རྒན་རིམས་ཀྱི་མདུན་དུ་འདུག་སྟེ། དགེ་འདུན་གྱིས་དགག་དབྱེ་མཛད་ལགས་སོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: “After that, the monk who directs the lifting of restrictions should sit in front of the most senior and say: “ ‘The saṅgha has lifted restrictions.’

source: ཐམས་ཅད་ཀྱིས་དགག་དབྱེ་ལེགས་པར་མཛད་ཟིན་ཏོ། །
en: “Then everyone should say: “ ‘The restrictions have been properly lifted.

source: དགག་དབྱེ་ཤིན་ཏུ་ལེགས་པར་མཛད་ཟིན་ཏོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: The restrictions have been perfectly lifted.’

source: གལ་ཏེ་དེ་སྐད་ཅེས་སྨྲས་ན་ལེགས།
en: “If this is said, then all is well.

source: ཇི་སྟེ་དེ་སྐད་མ་སྨྲས་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: If they do not say this, they will be guilty of a breach.

source: དེའི་འོག་ཏུ་དགག་དབྱེ་བྱེད་པའི་དགེ་སློང་གིས་ཁབ་བམ། གྲི་ཡང་རུང་ཁྱེར་ལ་རྒན་རིམས་ཀྱི་མདུན་དུ་འདུག་སྟེ། བཙུན་པ་དག་དངོས་པོ་འདི་ཙམ་གྱིས་ཀྱང་དབྱར་གནས་པའི་དགེ་འདུན་ལ་དགག་དབྱེ་མཛད་པར་ཆུད་དོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: “After that, the monk who directs the lifting of restrictions should take a needle (a blade is also acceptable), sit in front of the senior monk, and say: “ ‘Honorable ones, let this small thing be admitted in the lifting of restrictions on the saṅgha who have settled for the rains.’

source: ཐམས་ཅད་ཀྱིས་ལེགས་པར་ཆུད་དོ། །ཤིན་ཏུ་ལེགས་པར་ཆུད་དོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: “All should say: “ ‘It is well admitted, perfectly admitted.’

source: དེ་ན་གང་ཅུང་ཟད་ཅི་རྙེད་པ་ནི་དགེ་འདུན་རིལ་གྱིས་བགོ་བར་བྱའོ། །
en: “Then all of the goods that have been received, no matter how small, should be distributed in their entirety among the saṅgha.”

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཉེ་བ་འཁོར་གྱིས་ཞུས་པ། བཙུན་པ་དགག་དབྱེའི་ལས་དུ་མཆིས།
en: Categorizing Proper and Improper The venerable Upāli asked the Blessed Buddha, “Honorable One, how many acts of lifting restrictions are there?”

source: ཉེ་བ་འཁོར་བཞི་ཡོད་དེ། ཆོས་མ་ཡིན་པས་མི་མཐུན་པར་དགག་དབྱེ་བྱེད་པ་དང་། ཆོས་མ་ཡིན་པས་མཐུན་པ་དང་། ཆོས་ཀྱིས་མི་མཐུན་པ་དང་། ཆོས་ཀྱིས་མཐུན་པའོ། །
en: “Upāli, there are four: they are liftings of restrictions without a quorum done improperly, those with a quorum done improperly, those without a quorum done properly, and those with a quorum done properly.

source: ཉེ་བ་འཁོར་དེ་ལ་དགག་དབྱེའི་ལས་ཆོས་དང་མཐུན་པ་ནི་གཅིག་ཡིན་ཏེ། འདི་ལྟ་སྟེ་ཆོས་ཀྱིས་མཐུན་པར་དགག་དབྱེ་བྱེད་པའོ། །
en: Upāli, among these, there is one act of lifting restrictions that is proper and with a quorum—that is the lifting of restrictions with a quorum done properly.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་དགག་དབྱེ་བཅོ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་གི་དགེ་འདུན་གྱི་གུང་ལ་གདན་བཤམས་པ་ཉིད་ལ་བཞུགས་སོ། །
en: An Act to Tend The Sick On the fifteenth, the day of lifting restrictions, the Blessed One sat on a seat that had been arranged before the saṅgha of monks.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་ནམ་ནངས་སུ་ཉེའི་དགག་དབྱེ་གྱིས་ཤིག །
en: The Blessed One then said to the monks, “Monks, the night is fading. Perform the lifting of restrictions.”

source: དེ་ནས་དགེ་སློང་གཞན་ཞིག་སྟན་ལས་ལངས་ཏེ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་གནས་ཞིག་ན་དགེ་སློང་བྲོ་འཚལ་བ། སྡུག་བསྔལ་བ།
en: Then a monk rose from his seat, took his upper robe from one shoulder, and, bowing with palms pressed together in the direction of the Blessed One, said to him, “There is a monk, sick, suffering, and tormented by illness, on site.

source: བྲོ་ཚབས་ཆེ་བ་ཞིག་མཆིས་ན་དེ་ལ་བདག་གིས་ཇི་ལྟར་བསྒྲུབ་པར་བགྱི།
en: What shall we do about him?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགག་དབྱེ་བླང་བར་བྱའོ། །
en: The Blessed One replied, “His lifting of restrictions should be received.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དགག་དབྱེ་བླང་བར་བྱའོ་ཞེས་གསུངས་པ་དགེ་སློང་རྣམས་ཀྱིས་དགག་དབྱེ་ཇི་ལྟར་བླང་བ་མ་ཤེས་ནས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གཅིག་གིས་གཅིག་གིའམ། གཅིག་གིས་གཉིས་ཀྱིའམ་མང་པོའི་ཡང་རུང་ཇི་ཙམ་མིང་སྒྲོགས་ནུས་ཀྱི་བར་དུ་བླང་བར་བྱའོ། །
en: Since the monks did not know how to receive the lifting of restrictions the Blessed One spoke of when he said, “His lifting of restrictions should be received,” the Blessed One said, “One monk may receive the lifting of restrictions from one, two, or even many, so long as he is able to state each of their names.

source: ངས་དགག་དབྱེ་འབུལ་བའི་དགེ་སློང་གིས་ཀུན་ཏུ་སྤྱོད་པའི་ཆོས་བཅའ་བར་བྱ་སྟེ།
en: “I will formulate the rules of customary conduct for a monk offering his lifting of restrictions.
